Repository: soyames/daily_affirmation_app
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, zh

# affirmation_169
source: I am grateful for the power of hope.
ar: أنا ممتن لقوة الأمل.
de: Ich bin dankbar für die Kraft der Hoffnung.
es: Estoy agradecido por el poder de la esperanza.
fr: Je suis reconnaissant pour la puissance de l'espoir.
zh: 我感激希望的力量。

# affirmation_170
source: I am open to the adventure of life.
ar: أنا منفتح على مغامرة الحياة.
de: Ich bin offen für das Abenteuer des Lebens.
es: Estoy abierto a la aventura de la vida.
fr: Je suis ouvert à l'aventure de la vie.
zh: 我愿意迎接人生的冒险。

# affirmation_171
source: I am grateful for the beauty of nature.
ar: أنا ممتن لجمال الطبيعة.
de: Ich bin dankbar für die Schönheit der Natur.
es: Estoy agradecido por la belleza de la naturaleza.
fr: Je suis reconnaissant pour la beauté de la nature.
zh: 我感激大自然的美丽。

# affirmation_172
source: I am a champion of my own happiness.
ar: أنا بطل سعادتي الخاصة.
de: Ich bin ein Champion meines eigenen Glücks.
es: Soy el campeón de mi propia felicidad.
fr: Je suis le champion de mon propre bonheur.
zh: 我是自己幸福的守护者。

# affirmation_173
source: I am grateful for the support of my loved ones.
ar: أنا ممتن لدعم أحبائي.
de: Ich bin dankbar für die Unterstützung meiner Liebsten.
es: Estoy agradecido por el apoyo de mis seres queridos.
fr: Je suis reconnaissant pour le soutien de mes proches.
zh: 我感激亲人的支持。

# affirmation_174
source: I am open to the possibilities of tomorrow.
ar: أنا منفتح على إمكانيات الغد.
de: Ich bin offen für die Möglichkeiten von morgen.
es: Estoy abierto a las posibilidades de mañana.
fr: Je suis ouvert aux possibilités de demain.
zh: 我愿意迎接明天的各种可能。

# affirmation_175
source: I am grateful for the gift of resilience.
ar: أنا ممتن لهبة المرونة.
de: Ich bin dankbar für das Geschenk der Resilienz.
es: Estoy agradecido por el don de la resiliencia.
fr: Je suis reconnaissant pour le don de la résilience.
zh: 我感激坚韧不拔的天赋。

# affirmation_176
source: I am a seeker of truth and wisdom.
ar: أنا باحث عن الحقيقة والحكمة.
de: Ich bin ein Suchender nach Wahrheit und Weisheit.
es: Soy un buscador de la verdad y la sabiduría.
fr: Je suis un chercheur de vérité et de sagesse.
zh: 我是追求真理和智慧的人。

# affirmation_177
source: I am grateful for the light within me.
ar: أنا ممتن للنور بداخلي.
de: Ich bin dankbar für das Licht in mir.
es: Estoy agradecido por la luz dentro de mí.
fr: Je suis reconnaissant pour la lumière en moi.
zh: 我感激内心的光芒。

# affirmation_178
source: I am open to the blessings of each day.
ar: أنا منفتح على بركات كل يوم.
de: Ich bin offen für die Segnungen jedes Tages.
es: Estoy abierto a las bendiciones de cada día.
fr: Je suis ouvert aux bénédictions de chaque jour.
zh: 我愿意迎接每天的祝福。

# affirmation_179
source: I am grateful for the chance to start anew.
ar: أنا ممتن لفرصة البدء من جديد.
de: Ich bin dankbar für die Chance, neu zu beginnen.
es: Estoy agradecido por la oportunidad de empezar de nuevo.
fr: Je suis reconnaissant pour la chance de recommencer.
zh: 我感激重新开始的机会。

# affirmation_180
source: I am a lover of life and all it offers.
ar: أنا عاشق للحياة وكل ما تقدمه.
de: Ich bin ein Liebhaber des Lebens und all seiner Angebote.
es: Soy un amante de la vida y de todo lo que ofrece.
fr: Je suis un amoureux de la vie et de tout ce qu'elle offre.
zh: 我是热爱生活及其一切的人。

# affirmation_181
source: I am grateful for the peace I find in stillness.
ar: أنا ممتن للسلام الذي أجده في السكون.
de: Ich bin dankbar für den Frieden, den ich in der Stille finde.
es: Estoy agradecido por la paz que encuentro en la quietud.
fr: Je suis reconnaissant pour la paix que je trouve dans le calme.
zh: 我感激在宁静中找到的平和。

# affirmation_182
source: I am open to the gifts of the present.
ar: أنا منفتح على هدايا الحاضر.
de: Ich bin offen für die Geschenke der Gegenwart.
es: Estoy abierto a los regalos del presente.
fr: Je suis ouvert aux cadeaux du présent.
zh: 我愿意接受当下的馈赠。

# affirmation_183
source: I am grateful for the lessons of the past.
ar: أنا ممتن لدروس الماضي.
de: Ich bin dankbar für die Lektionen der Vergangenheit.
es: Estoy agradecido por las lecciones del pasado.
fr: Je suis reconnaissant pour les leçons du passé.
zh: 我感激过去的教训。

# affirmation_184
source: I am a builder of dreams.
ar: أنا باني الأحلام.
de: Ich bin ein Erbauer von Träumen.
es: Soy un constructor de sueños.
fr: Je suis un bâtisseur de rêves.
zh: 我是梦想的筑造者。

# affirmation_185
source: I am grateful for the joy of giving.
ar: أنا ممتن لفرحة العطاء.
de: Ich bin dankbar für die Freude am Geben.
es: Estoy agradecido por la alegría de dar.
fr: Je suis reconnaissant pour la joie de donner.
zh: 我感激给予的快乐。

# affirmation_186
source: I am open to the love that surrounds me.
ar: أنا منفتح على الحب الذي يحيطني.
de: Ich bin offen für die Liebe, die mich umgibt.
es: Estoy abierto al amor que me rodea.
fr: Je suis ouvert à l'amour qui m'entoure.
zh: 我愿意接受身边的爱。

# affirmation_187
source: I am grateful for the beauty of my soul.
ar: أنا ممتن لجمال روحي.
de: Ich bin dankbar für die Schönheit meiner Seele.
es: Estoy agradecido por la belleza de mi alma.
fr: Je suis reconnaissant pour la beauté de mon âme.
zh: 我感激自己灵魂的美丽。

# affirmation_188
source: I am a creator of my own happiness.
ar: أنا صانع سعادتي الخاصة.
de: Ich bin der Schöpfer meines eigenen Glücks.
es: Soy el creador de mi propia felicidad.
fr: Je suis le créateur de mon propre bonheur.
zh: 我是自己幸福的创造者。

# affirmation_189
source: I am grateful for the strength in my heart.
ar: أنا ممتن للقوة في قلبي.
de: Ich bin dankbar für die Stärke in meinem Herzen.
es: Estoy agradecido por la fuerza en mi corazón.
fr: Je suis reconnaissant pour la force dans mon cœur.
zh: 我感激内心的力量。

# affirmation_190
source: I am open to the adventure of self-growth.
ar: أنا منفتح على مغامرة النمو الذاتي.
de: Ich bin offen für das Abenteuer des Selbstwachstums.
es: Estoy abierto a la aventura del crecimiento personal.
fr: Je suis ouvert à l'aventure de l'épanouissement personnel.
zh: 我愿意迎接自我成长的冒险。

# affirmation_191
source: I am grateful for the power of gratitude.
ar: أنا ممتن لقوة الامتنان.
de: Ich bin dankbar für die Kraft der Dankbarkeit.
es: Estoy agradecido por el poder de la gratitud.
fr: Je suis reconnaissant pour la puissance de la gratitude.
zh: 我感激感恩的力量。

# affirmation_192
source: I am a light in the darkness.
ar: أنا نور في الظلام.
de: Ich bin ein Licht in der Dunkelheit.
es: Soy una luz en la oscuridad.
fr: Je suis une lumière dans l'obscurité.
zh: 我是黑暗中的一束光。

# affirmation_193
source: I am grateful for the courage to be myself.
ar: أنا ممتن لشجاعة أن أكون نفسي.
de: Ich bin dankbar für den Mut, ich selbst zu sein.
es: Estoy agradecido por el coraje de ser yo mismo.
fr: Je suis reconnaissant pour le courage d'être moi-même.
zh: 我感激做自己的勇气。

# affirmation_194
source: I am open to the beauty of change.
ar: أنا منفتح على جمال التغيير.
de: Ich bin offen für die Schönheit des Wandels.
es: Estoy abierto a la belleza del cambio.
fr: Je suis ouvert à la beauté du changement.
zh: 我愿意欣赏变化的美。

# affirmation_195
source: I am grateful for the love I share.
ar: أنا ممتن للحب الذي أشاركه.
de: Ich bin dankbar für die Liebe, die ich teile.
es: Estoy agradecido por el amor que comparto.
fr: Je suis reconnaissant pour l'amour que je partage.
zh: 我感激自己分享的爱。

# affirmation_196
source: I am a source of comfort and care.
ar: أنا مصدر للراحة والرعاية.
de: Ich bin eine Quelle des Trostes und der Fürsorge.
es: Soy una fuente de consuelo y cuidado.
fr: Je suis une source de réconfort et de soin.
zh: 我是安慰和关怀的源泉。

# affirmation_197
source: I am grateful for the journey ahead.
ar: أنا ممتن للرحلة القادمة.
de: Ich bin dankbar für die bevorstehende Reise.
es: Estoy agradecido por el viaje que me espera.
fr: Je suis reconnaissant pour le voyage à venir.
zh: 我感激未来的旅程。

# affirmation_198
source: I am open to the wisdom of my heart.
ar: أنا منفتح على حكمة قلبي.
de: Ich bin offen für die Weisheit meines Herzens.
es: Estoy abierto a la sabiduría de mi corazón.
fr: Je suis ouvert à la sagesse de mon cœur.
zh: 我愿意倾听内心的智慧。

# affirmation_199
source: I am grateful for the peace in my mind.
ar: أنا ممتن للسلام في عقلي.
de: Ich bin dankbar für den Frieden in meinem Geist.
es: Estoy agradecido por la paz en mi mente.
fr: Je suis reconnaissant pour la paix dans mon esprit.
zh: 我感激内心的安宁。

# affirmation_200
source: I am a believer in the power of dreams.
ar: أنا مؤمن بقوة الأحلام.
de: Ich glaube an die Kraft der Träume.
es: Creo en el poder de los sueños.
fr: Je crois au pouvoir des rêves.
zh: 我相信梦想的力量。

# affirmation_201
source: I am grateful for the beauty of each sunrise.
ar: أنا ممتن لجمال كل شروق شمس.
de: Ich bin dankbar für die Schönheit jedes Sonnenaufgangs.
es: Estoy agradecido por la belleza de cada amanecer.
fr: Je suis reconnaissant pour la beauté de chaque lever de soleil.
zh: 我感激每一次日出的美丽。

# affirmation_202
source: I am open to the lessons of love.
ar: أنا منفتح على دروس الحب.
de: Ich bin offen für die Lektionen der Liebe.
es: Estoy abierto a las lecciones del amor.
fr: Je suis ouvert aux leçons de l'amour.
zh: 我愿意接受爱的教诲。

# affirmation_203
source: I am grateful for the strength to forgive.
ar: أنا ممتن للقوة على التسامح.
de: Ich bin dankbar für die Kraft zu vergeben.
es: Estoy agradecido por la fuerza para perdonar.
fr: Je suis reconnaissant pour la force de pardonner.
zh: 我感激自己原谅的力量。

# affirmation_204
source: I am a champion of kindness.
ar: أنا بطل اللطف.
de: Ich bin ein Verfechter der Freundlichkeit.
es: Soy un campeón de la amabilidad.
fr: Je suis un champion de la gentillesse.
zh: 我是善良的倡导者。

# affirmation_205
source: I am grateful for the hope that guides me.
ar: أنا ممتن للأمل الذي يوجهني.
de: Ich bin dankbar für die Hoffnung, die mich leitet.
es: Estoy agradecido por la esperanza que me guía.
fr: Je suis reconnaissant pour l'espoir qui me guide.
zh: 我感激指引我的希望。

# affirmation_206
source: I am open to the miracles of life.
ar: أنا منفتح على معجزات الحياة.
de: Ich bin offen für die Wunder des Lebens.
es: Estoy abierto a los milagros de la vida.
fr: Je suis ouvert aux miracles de la vie.
zh: 我愿意迎接生命的奇迹。

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
zh: 设置

source: Daily Reminders
ar: التذكيرات اليومية
de: Tägliche Erinnerungen
es: Recordatorios Diarios
fr: Rappels Quotidiens
zh: 每日提醒

# enableNotifications
source: Get reminded to read your daily affirmation
ar: احصل على تذكيرات لقراءة تأكيدك اليومي
de: Erhalten Sie Erinnerungen, um Ihre tägliche Affirmation zu lesen
es: Recibe recordatorios para leer tu afirmación diaria
fr: Recevez des rappels pour lire votre affirmation quotidienne
zh: 获得提醒来阅读您的每日肯定

# disableNotifications
source: Enable notifications to get daily reminders
ar: فعّل الإشعارات للحصول على تذكيرات يومية
de: Aktivieren Sie Benachrichtigungen, um tägliche Erinnerungen zu erhalten
es: Habilita las notificaciones para recibir recordatorios diarios
fr: Activez les notifications pour recevoir des rappels quotidiens
zh: 启用通知以获得每日提醒

source: Reminder Time
ar: وقت التذكير
de: Erinnerungszeit
es: Hora del Recordatorio
fr: Heure du Rappel
zh: 提醒时间

# changeTime
source: Change
ar: تغيير
de: Ändern
es: Cambiar
fr: Changer
zh: 更改

source: Offline Mode
ar: الوضع غير المتصل
de: Offline-Modus
es: Modo Sin Conexión
fr: Mode Hors Ligne
zh: 离线模式

# offlineModeEnabled
source: Using cached affirmations only
ar: استخدام التأكيدات المحفوظة فقط
de: Nur zwischengespeicherte Affirmationen verwenden
es: Usando solo afirmaciones almacenadas
fr: Utilisation des affirmations mises en cache uniquement
zh: 仅使用缓存的肯定

# offlineModeDisabled
source: Download new affirmations from internet
ar: تحميل تأكيدات جديدة من الإنترنت
de: Neue Affirmationen aus dem Internet herunterladen
es: Descargar nuevas afirmaciones de internet
fr: Télécharger de nouvelles affirmations depuis internet
zh: 从互联网下载新的肯定

source: Cache Storage
ar: تخزين التخزين المؤقت
de: Cache-Speicher
es: Almacenamiento de Caché
fr: Stockage du Cache
zh: 缓存存储

# clearCache
source: Clear
ar: مسح
de: Löschen
es: Limpiar
fr: Effacer
zh: 清除

source: About
ar: حول
de: Über
es: Acerca de
fr: À Propos
zh: 关于

source: Total Affirmations
ar: إجمالي التأكيدات
de: Gesamte Affirmationen
es: Total de Afirmaciones
fr: Total des Affirmations
zh: 肯定总数

source: Languages Supported
ar: اللغات المدعومة
de: Unterstützte Sprachen
es: Idiomas Soportados
fr: Langues Supportées
zh: 支持的语言

# rateApp
source: Rate the App
ar: قيّم التطبيق
de: App bewerten
es: Calificar la App
fr: Évaluer l'App
zh: 评价应用

# rateAppDescription
source: Help us improve by rating the app
ar: ساعدنا في التحسين من خلال تقييم التطبيق
de: Helfen Sie uns zu verbessern, indem Sie die App bewerten
es: Ayúdanos a mejorar calificando la aplicación
fr: Aidez-nous à améliorer en évaluant l'application
zh: 通过评价应用帮助我们改进

source: Send Feedback
ar: إرسال ملاحظات
de: Feedback senden
es: Enviar Comentarios
fr: Envoyer des Commentaires
zh: 发送反馈

# sendFeedbackDescription
source: Share your thoughts and suggestions
ar: شارك أفكارك واقتراحاتك
de: Teilen Sie Ihre Gedanken und Vorschläge mit
es: Comparte tus pensamientos y sugerencias
fr: Partagez vos pensées et suggestions
zh: 分享您的想法和建议

source: Coming Soon
ar: قريباً
de: Demnächst
es: Próximamente
fr: Bientôt Disponible
zh: 即将推出

# comingSoonDescription
source: This feature will be available in a future update!
ar: ستكون هذه الميزة متاحة في تحديث مستقبلي!
de: Diese Funktion wird in einem zukünftigen Update verfügbar sein!
es: ¡Esta función estará disponible en una futura actualización!
fr: Cette fonctionnalité sera disponible dans une future mise à jour !
zh: 此功能将在未来的更新中提供！

# clearCacheTitle
source: Clear Cache?
ar: مسح التخزين المؤقت؟
de: Cache löschen?
es: ¿Limpiar Caché?
fr: Effacer le Cache ?
zh: 清除缓存？

# clearCacheDescription
source: This will remove all cached affirmations. You'll need an internet connection to load new ones.
ar: سيؤدي هذا إلى إزالة جميع التأكيدات المحفوظة. ستحتاج إلى اتصال بالإنترنت لتحميل تأكيدات جديدة.
de: Dies entfernt alle zwischengespeicherten Affirmationen. Sie benötigen eine Internetverbindung, um neue zu laden.
es: Esto eliminará todas las afirmaciones almacenadas. Necesitarás una conexión a internet para cargar nuevas.
fr: Cela supprimera toutes les affirmations mises en cache. Vous aurez besoin d'une connexion internet pour en charger de nouvelles.
zh: 这将删除所有缓存的肯定。您需要互联网连接来加载新的肯定。

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
zh: 取消

source: Clear
ar: مسح
de: Löschen
es: Limpiar
fr: Effacer
zh: 清除

source: Day Streak
ar: سلسلة الأيام
de: Tage-Serie
es: Racha de Días
fr: Série de Jours
zh: 连续天数

# streakMessage0
source: Start your journey today! 🌟
ar: ابدأ رحلتك اليوم! 🌟
de: Beginnen Sie heute Ihre Reise! 🌟
es: ¡Comienza tu viaje hoy! 🌟
fr: Commencez votre voyage aujourd'hui ! 🌟
zh: 今天开始您的旅程！🌟

# streakMessage1
source: Great start! Keep it up! 💪
ar: بداية رائعة! استمر! 💪
de: Guter Start! Machen Sie weiter! 💪
es: ¡Buen comienzo! ¡Sigue así! 💪
fr: Bon début ! Continuez ! 💪
zh: 很好的开始！继续保持！💪

# streakMessageLow
source: Building momentum! {days} days strong! 🔥
ar: بناء الزخم! {days} أيام قوية! 🔥
de: Schwung aufbauen! {days} Tage stark! 🔥
es: ¡Construyendo impulso! ¡{days} días fuerte! 🔥
fr: Construire l'élan ! {days} jours fort ! 🔥
zh: 建立动力！{days}天强劲！🔥

# streakMessageMedium
source: Amazing streak! {days} days of positivity! ⭐
ar: سلسلة مذهلة! {days} أيام من الإيجابية! ⭐
de: Erstaunliche Serie! {days} Tage Positivität! ⭐
es: ¡Racha increíble! ¡{days} días de positividad! ⭐
fr: Série incroyable ! {days} jours de positivité ! ⭐
zh: 惊人的连续！{days}天的积极性！⭐

# streakMessageHigh
source: Incredible! {days} days of daily affirmations! 🏆
ar: لا يصدق! {days} أيام من التأكيدات اليومية! 🏆
de: Unglaublich! {days} Tage täglicher Affirmationen! 🏆
es: ¡Increíble! ¡{days} días de afirmaciones diarias! 🏆
fr: Incroyable ! {days} jours d'affirmations quotidiennes ! 🏆
zh: 不可思议！{days}天的每日肯定！🏆

source: Your Progress
ar: تقدمك
de: Ihr Fortschritt
es: Tu Progreso
fr: Votre Progrès
zh: 您的进度

source: Current Streak
ar: السلسلة الحالية
de: Aktuelle Serie
es: Racha Actual
fr: Série Actuelle
zh: 当前连续

source: Longest Streak
ar: أطول سلسلة
de: Längste Serie
es: Racha Más Larga
fr: Plus Longue Série
zh: 最长连续

source: Total Days
ar: إجمالي الأيام
de: Gesamte Tage
es: Días Totales
fr: Jours Totaux
zh: 总天数

source: Reset Streak
ar: إعادة تعيين السلسلة
de: Serie zurücksetzen
es: Reiniciar Racha
fr: Réinitialiser la Série
zh: 重置连续

# resetStreakTitle
source: Reset Streak?
ar: إعادة تعيين السلسلة؟
de: Serie zurücksetzen?
es: ¿Reiniciar Racha?
fr: Réinitialiser la Série ?
zh: 重置连续？

# resetStreakDescription
source: Are you sure you want to reset your current streak? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد إعادة تعيين سلسلتك الحالية؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie Ihre aktuelle Serie zurücksetzen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres reiniciar tu racha actual? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir réinitialiser votre série actuelle ? Cette action ne peut pas être annulée.
zh: 您确定要重置当前的连续记录吗？此操作无法撤销。

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
zh: 重置

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
zh: 关闭

# unlimitedAffirmations
source: 🎉 Unlimited Affirmations! ({days}+ day streak)
ar: 🎉 تأكيدات غير محدودة! (سلسلة {days}+ أيام)
de: 🎉 Unbegrenzte Affirmationen! ({days}+ Tage Serie)
es: 🎉 ¡Afirmaciones Ilimitadas! (racha de {days}+ días)
fr: 🎉 Affirmations Illimitées ! (série de {days}+ jours)
zh: 🎉 无限肯定！（{days}+天连续）

# affirmationsRemaining
source: {count} affirmations remaining today
ar: {count} تأكيدات متبقية اليوم
de: {count} Affirmationen heute übrig
es: {count} afirmaciones restantes hoy
fr: {count} affirmations restantes aujourd'hui
zh: 今天还剩{count}个肯定

# dailyLimitReached
source: You've used all 20 affirmations for today! Build a 5-day streak for unlimited access
ar: لقد استخدمت 20 تأكيداً اليوم! ابنِ سلسلة 5 أيام للوصول غير المحدود
de: Sie haben heute alle 20 Affirmationen verwendet! Bauen Sie eine 5-Tage-Serie für unbegrenzten Zugang auf
es: ¡Has usado las 20 afirmaciones de hoy! Construye una racha de 5 días para acceso ilimitado
fr: Vous avez utilisé les 20 affirmations d'aujourd'hui ! Construisez une série de 5 jours pour un accès illimité
zh: 您今天已使用了20个肯定！建立5天连续以获得无限访问

# noSavedAffirmations
source: No saved affirmations yet.
ar: لا توجد تأكيدات محفوظة بعد.
de: Noch keine gespeicherten Affirmationen.
es: Aún no hay afirmaciones guardadas.
fr: Aucune affirmation sauvegardée pour le moment.
zh: 还没有保存的肯定。

# noMatchingAffirmations
source: No affirmations match your search.
ar: لا توجد تأكيدات تطابق بحثك.
de: Keine Affirmationen entsprechen Ihrer Suche.
es: Ninguna afirmación coincide con tu búsqueda.
fr: Aucune affirmation ne correspond à votre recherche.
zh: 没有肯定匹配您的搜索。

# searchFavorites
source: Search your favorites...
ar: ابحث في مفضلاتك...
de: Durchsuchen Sie Ihre Favoriten...
es: Busca en tus favoritos...
fr: Recherchez dans vos favoris...
zh: 搜索您的收藏...

source: Saved favorites
ar: المفضلات المحفوظة
de: Gespeicherte Favoriten
es: Favoritos guardados
fr: Favoris sauvegardés
zh: 保存的收藏

# noCachedAffirmations
source: No affirmations cached
ar: لا توجد تأكيدات محفوظة
de: Keine Affirmationen zwischengespeichert
es: No hay afirmaciones almacenadas
fr: Aucune affirmation mise en cache
zh: 没有缓存的肯定

# cacheStatus
source: {count}/{max} affirmations cached
ar: {count}/{max} تأكيدات محفوظة
de: {count}/{max} Affirmationen zwischengespeichert
es: {count}/{max} afirmaciones almacenadas
fr: {count}/{max} affirmations mises en cache
zh: {count}/{max}个肯定已缓存

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
zh: 通知

source: Support
ar: الدعم
es: Soporte
zh: 支持

source: Version
ar: الإصدار
es: Versión
zh: 版本

source: OK
ar: موافق
zh: 确定
