Repository: soyames/daily_affirmation_app
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, zh

# onboardingTitle1
source: Welcome to Daily Affirmations!
fr: Bienvenue sur Affirmation Quotidienne !

# onboardingDesc1
source: This app was created to help you build a positive mindset and boost your self-confidence every day.
fr: Cette application a été créée pour vous aider à développer un état d'esprit positif et renforcer votre confiance chaque jour.

# onboardingTitle2
source: Why Affirmations?
fr: Pourquoi les affirmations ?

# onboardingDesc2
source: Affirmations are powerful statements that can rewire your thoughts and help you overcome negativity.
fr: Les affirmations sont des phrases puissantes qui peuvent reprogrammer vos pensées et vous aider à surmonter la négativité.

# onboardingTitle3
source: How to Use the App
fr: Comment utiliser l'application

# onboardingDesc3
source: Read your daily affirmation, reflect on it, and let it inspire your day. Save your favorites and set reminders!
fr: Lisez votre affirmation du jour, réfléchissez-y et laissez-la inspirer votre journée. Sauvegardez vos favorites et programmez des rappels !

# onboardingStart
source: Start
fr: Commencer

# appTitle
source: Daily Affirmation
ar: تأكيدات يومية
de: Tägliche Affirmation
es: Afirmación Diaria
fr: Affirmation Quotidienne
zh: 每日肯定语

source: New Affirmation
ar: تأكيد جديد
de: Neue Affirmation
es: Nueva Afirmación
fr: Nouvelle Affirmation
zh: 新肯定语

# errorText
source: An error occurred: {error}
ar: حدث خطأ: {error}
de: Ein Fehler ist aufgetreten: {error}
es: Ocurrió un error: {error}
fr: Une erreur est survenue : {error}
zh: 发生错误：{error}

# affirmation_1
source: You are capable of amazing things.
ar: أنت قادر على فعل أشياء مذهلة.
de: Du bist zu erstaunlichen Dingen fähig.
es: Eres capaz de cosas asombrosas.
fr: Vous êtes capable de choses extraordinaires.
zh: 你能够做到令人惊奇的事情。

# affirmation_2
source: Believe in yourself and your abilities.
ar: ثق بنفسك وبقدراتك.
de: Glaube an dich selbst und deine Fähigkeiten.
es: Cree en ti mismo y en tus habilidades.
fr: Croyez en vous et en vos capacités.
zh: 相信自己和你的能力。

# affirmation_3
source: Today is a new day filled with possibilities.
ar: اليوم هو يوم جديد مليء بالإمكانيات.
de: Heute ist ein neuer Tag voller Möglichkeiten.
es: Hoy es un nuevo día lleno de posibilidades.
fr: Aujourd'hui est un nouveau jour rempli de possibilités.
zh: 今天是充满可能性的一天。

# affirmation_4
source: Your potential is limitless.
ar: إمكانياتك لا حدود لها.
de: Dein Potenzial ist grenzenlos.
es: Tu potencial es ilimitado.
fr: Votre potentiel est illimité.
zh: 你的潜力是无限的。

# affirmation_5
source: Embrace the journey, trust the process.
ar: احتضن الرحلة، وثق بالعملية.
de: Umarme die Reise, vertraue dem Prozess.
es: Abraza el viaje, confía en el proceso.
fr: Embrassez le voyage, faites confiance au processus.
zh: 拥抱旅程，相信过程。

# affirmation_6
source: I am the architect of my life; I build its foundations and choose its contents.
ar: أنا مهندس حياتي؛ أبني أسسها وأختار محتواها.
de: Ich bin der Architekt meines Lebens; ich baue seine Fundamente und wähle seinen Inhalt.
es: Soy el arquitecto de mi vida; construyo sus cimientos y elijo su contenido.
fr: Je suis l'architecte de ma vie; je construis ses fondations et en choisis le contenu.
zh: 我是我人生的建筑师；我建立它的基础并选择它的内容。

# affirmation_7
source: My mind is filled with positive thoughts.
ar: عقلي مليء بالأفكار الإيجابية.
de: Mein Verstand ist voller positiver Gedanken.
es: Mi mente está llena de pensamientos positivos.
fr: Mon esprit est rempli de pensées positives.
zh: 我的头脑里充满了积极的想法。

# affirmation_8
source: I am filled with confidence and self-esteem.
ar: أنا مليء بالثقة واحترام الذات.
de: Ich bin erfüllt von Selbstvertrauen und Selbstwertgefühl.
es: Estoy lleno de confianza y autoestima.
fr: Je suis rempli de confiance et d'estime de soi.
zh: 我充满了自信和自尊。

# affirmation_9
source: Every day is a new opportunity to grow and learn.
ar: كل يوم هو فرصة جديدة للنمو والتعلم.
de: Jeder Tag ist eine neue Gelegenheit zu wachsen und zu lernen.
es: Cada día es una nueva oportunidad para crecer y aprender.
fr: Chaque jour est une nouvelle occasion de grandir et d'apprendre.
zh: 每一天都是成长和学习的新机会。

# affirmation_10
source: I attract success and prosperity into my life.
ar: أنا أجذب النجاح والازدهار إلى حياتي.
de: Ich ziehe Erfolg und Wohlstand in mein Leben.
es: Atraigo el éxito y la prosperidad a mi vida.
fr: J'attire le succès et la prospérité dans ma vie.
zh: 我吸引成功和繁荣进入我的生活。

# affirmation_11
source: I am worthy of love, happiness, and success.
ar: أنا أستحق الحب والسعادة والنجاح.
de: Ich bin Liebe, Glück und Erfolg wert.
es: Soy digno de amor, felicidad y éxito.
fr: Je suis digne d'amour, de bonheur et de succès.
zh: 我值得拥有爱、幸福和成功。

# affirmation_12
source: My body is a temple, and I treat it with respect.
ar: جسدي معبد، وأنا أتعامل معه باحترام.
de: Mein Körper ist ein Tempel, und ich behandle ihn mit Respekt.
es: Mi cuerpo es un templo y lo trato con respeto.
fr: Mon corps est un temple, et je le traite avec respect.
zh: 我的身体是一座殿堂，我尊重它。

# affirmation_13
source: I am at peace with all that has happened, is happening, and will happen.
ar: أنا في سلام مع كل ما حدث، ويحدث، وسيحدث.
de: Ich bin in Frieden mit allem, was geschehen ist, geschieht und geschehen wird.
es: Estoy en paz con todo lo que ha sucedido, está sucediendo y sucederá.
fr: Je suis en paix avec tout ce qui est arrivé, ce qui arrive et ce qui arrivera.
zh: 我与所有已经发生、正在发生和将要发生的事情都处于和平之中。

# affirmation_14
source: I release all negative thoughts and feelings.
ar: أنا أطلق سراح كل الأفكار والمشاعر السلبية.
de: Ich lasse alle negativen Gedanken und Gefühle los.
es: Libero todos los pensamientos y sentimientos negativos.
fr: Je libère toutes les pensées et sentiments négatifs.
zh: 我释放所有消极的想法和感受。

# affirmation_15
source: I am grateful for all the good in my life.
ar: أنا ممتن لكل الخير في حياتي.
de: Ich bin dankbar für all das Gute in meinem Leben.
es: Estoy agradecido por todo lo bueno en mi vida.
fr: Je suis reconnaissant pour tout le bien dans ma vie.
zh: 我感谢我生命中所有的美好。

# affirmation_16
source: I have the power to create the life I desire.
ar: لدي القوة لخلق الحياة التي أرغب فيها.
de: Ich habe die Macht, das Leben zu erschaffen, das ich mir wünsche.
es: Tengo el poder de crear la vida que deseo.
fr: J'ai le pouvoir de créer la vie que je désire.
zh: 我有力量创造我想要的生活。

# affirmation_17
source: Challenges are opportunities for me to grow.
ar: التحديات هي فرص لي للنمو.
de: Herausforderungen sind Gelegenheiten für mich zu wachsen.
es: Los desafíos son oportunidades para crecer.
fr: Les défis sont des opportunités de croissance pour moi.
zh: 挑战是我成长的机会。

# affirmation_18
source: I am surrounded by people who love and support me.
ar: أنا محاط بأشخاص يحبونني ويدعمونني.
de: Ich bin umgeben von Menschen, die mich lieben und unterstützen.
es: Estoy rodeado de gente que me ama y me apoya.
fr: Je suis entouré de gens qui m'aiment et me soutiennent.
zh: 我被爱和支持我的人包围着。

# affirmation_19
source: My dreams are within reach, and I am working to achieve them.
ar: أحلامي في متناول يدي، وأنا أعمل لتحقيقها.
de: Meine Träume sind in greifbarer Nähe, und ich arbeite daran, sie zu verwirklichen.
es: Mis sueños están a mi alcance y estoy trabajando para lograrlos.
fr: Mes rêves sont à ma portée, et je travaille pour les réaliser.
zh: 我的梦想触手可及，我正在努力实现它们。

# affirmation_20
source: I am confident in my own skin.
ar: أنا واثق في بشرتي.
de: Ich bin selbstbewusst in meiner eigenen Haut.
es: Estoy seguro en mi propia piel.
fr: Je suis confiant dans ma propre peau.
zh: 我对自己的皮肤充满自信。

# affirmation_21
source: I am a magnet for positive experiences.
ar: أنا مغناطيس للتجارب الإيجابية.
de: Ich bin ein Magnet für positive Erfahrungen.
es: Soy un imán para las experiencias positivas.
fr: Je suis un aimant pour les expériences positives.
zh: 我是积极体验的磁铁。

# affirmation_22
source: I trust my intuition and inner guidance.
ar: أنا أثق بحدسي وتوجيهي الداخلي.
de: Ich vertraue meiner Intuition und meiner inneren Führung.
es: Confío en mi intuición y en mi guía interior.
fr: Je fais confiance à mon intuition et à ma guidance intérieure.
zh: 我信任我的直觉和内在指引。

# affirmation_23
source: I am a source of inspiration for others.
ar: أنا مصدر إلهام للآخرين.
de: Ich bin eine Quelle der Inspiration für andere.
es: Soy una fuente de inspiración para los demás.
fr: Je suis une source d'inspiration pour les autres.
zh: 我是他人的灵感来源。

# affirmation_24
source: I am patient and persistent in my pursuits.
ar: أنا صبور ومثابر في مساعي.
de: Ich bin geduldig und beharrlich in meinen Bestrebungen.
es: Soy paciente y persistente en mis metas.
fr: Je suis patient et persistant dans mes quêtes.
zh: 我做事有耐心且坚持不懈.

# affirmation_25
source: My life is a reflection of my positive mindset.
ar: حياتي هي انعكاس لعقليتي الإيجابية.
de: Mein Leben ist ein Spiegelbild meiner positiven Denkweise.
es: Mi vida es un reflejo de mi mentalidad positiva.
fr: Ma vie est le reflet de mon état d'esprit positif.
zh: 我的生活是我积极心态的反映。

# affirmation_26
source: I am surrounded by abundance.
ar: أنا محاط بالوفرة.
de: Ich bin von Überfluss umgeben.
es: Estoy rodeado de abundancia.
fr: Je suis entouré d'abondance.
zh: 我被富足所包围。

# affirmation_27
source: I am creating my own future, one step at a time.
ar: أنا أخلق مستقبلي الخاص، خطوة بخطوة.
de: Ich erschaffe meine eigene Zukunft, Schritt für Schritt.
es: Estoy creando mi propio futuro, un paso a la vez.
fr: Je crée mon propre avenir, une étape à la fois.
zh: 我正在一步一步地创造我自己的未来。

# affirmation_28
source: I am in complete control of my emotions.
ar: أنا أسيطر تمامًا على عواطفي.
de: Ich habe die volle Kontrolle über meine Emotionen.
es: Tengo el control total de mis emociones.
fr: J'ai le contrôle total de mes émotions.
zh: 我能完全控制自己的情绪。

# affirmation_29
source: I am constantly evolving and becoming a better version of myself.
ar: أنا أتطور باستمرار وأصبح نسخة أفضل من نفسي.
de: Ich entwickle mich ständig weiter und werde zu einer besseren Version von mir selbst.
es: Estoy en constante evolución y me convierto en una mejor versión de mí mismo.
fr: J'évolue constamment et deviens une meilleure version de moi-même.
zh: 我正在不断进化，成为一个更好的自己。

# affirmation_30
source: I am creative and full of brilliant ideas.
ar: أنا مبدع ومليء بالأفكار الرائعة.
de: Ich bin kreativ und voller brillanter Ideen.
es: Soy creativo y estoy lleno de ideas brillantes.
fr: Je suis créatif et plein d'idées brillantes.
zh: 我充满创造力，有很多绝妙的主意。

# affirmation_31
source: I am a powerful creator of my reality.
ar: أنا خالق قوي لواقعي.
de: Ich bin ein mächtiger Schöpfer meiner Realität.
es: Soy un poderoso creador de mi realidad.
fr: Je suis un puissant créateur de ma réalité.
zh: 我是我现实的强大创造者。

# affirmation_32
source: I am confident and courageous.
ar: أنا واثق وشجاع.
de: Ich bin selbstsicher und mutig.
es: Soy confiado y valiente.
fr: Je suis confiant et courageux.
zh: 我自信且勇敢。

# affirmation_33
source: My thoughts create my reality, so I choose positive ones.
ar: أفكاري تخلق واقعي، لذا أختار الأفكار الإيجابية.
de: Meine Gedanken erschaffen meine Realität, also wähle ich positive.
es: Mis pensamientos crean mi realidad, por eso elijo los positivos.
fr: Mes pensées créent ma réalité, alors je choisis des pensées positives.
zh: 我的思想创造我的现实，所以我选择积极的。

# affirmation_34
source: I am a master of my own destiny.
ar: أنا سيد مصيري.
de: Ich bin der Meister meines eigenen Schicksals.
es: Soy el dueño de mi propio destino.
fr: Je suis le maître de mon propre destin.
zh: 我是自己命运的主人。

# affirmation_35
source: I choose joy and happiness every single day.
ar: أنا أختار الفرح والسعادة كل يوم.
de: Ich wähle jeden Tag Freude und Glück.
es: Elijo la alegría y la felicidad todos los días.
fr: Je choisis la joie et le bonheur chaque jour.
zh: 我每天都选择喜悦和幸福。

# affirmation_36
source: My future is bright and full of potential.
ar: مستقبلي مشرق ومليء بالإمكانيات.
de: Meine Zukunft ist hell und voller Potenzial.
es: Mi futuro es brillante y lleno de potencial.
fr: Mon avenir est brillant et plein de potentiel.
zh: 我的未来是光明的，充满潜力的。

# affirmation_37
source: I am a positive influence on those around me.
ar: أنا تأثير إيجابي على من حولي.
de: Ich bin ein positiver Einfluss auf die Menschen um mich herum.
es: Soy una influencia positiva en quienes me rodean.
fr: Je suis une influence positive sur mon entourage.
zh: 我对我周围的人产生积极影响。

# affirmation_38
source: I am a beautiful and unique individual.
ar: أنا فرد جميل وفريد من نوعه.
de: Ich bin ein schöner und einzigartiger Mensch.
es: Soy un individuo hermoso y único.
fr: Je suis un individu beau et unique.
zh: 我是一个美丽而独特的个体。

# affirmation_39
source: I am resilient and can overcome any obstacle.
ar: أنا مرن ويمكنني التغلب على أي عقبة.
de: Ich bin widerstandsfähig und kann jedes Hindernis überwinden.
es: Soy resiliente y puedo superar cualquier obstáculo.
fr: Je suis résilient et je peux surmonter n'importe quel obstacle.
zh: 我很有韧性，可以克服任何障碍.

# affirmation_40
source: I am worthy of all the good things that happen to me.
ar: أنا أستحق كل الأشياء الجيدة التي تحدث لي.
de: Ich bin all die guten Dinge wert, die mir widerfahren.
es: Soy digno de todas las cosas buenas que me suceden.
fr: Je suis digne de toutes les bonnes choses qui m'arrivent.
zh: 我值得拥有所有发生在我身上的好事。

# affirmation_41
source: I am full of energy and vitality.
ar: أنا مليء بالطاقة والحيوية.
de: Ich bin voller Energie und Vitalität.
es: Estoy lleno de energía y vitalidad.
fr: Je suis plein d'énergie et de vitalité.
zh: 我充满了能量和活力。

# affirmation_42
source: I am a compassionate and kind person.
ar: أنا شخص عطوف ولطيف.
de: Ich bin eine mitfühlende und freundliche Person.
es: Soy una persona compasiva y amable.
fr: Je suis une personne compatissante et aimable.
zh: 我是一个富有同情心和善良的人。

# affirmation_43
source: I am thankful for my life and all its blessings.
ar: أنا ممتن لحياتي وكل بركاتها.
de: Ich bin dankbar für mein Leben und all seine Segnungen.
es: Estoy agradecido por mi vida y todas sus bendiciones.
fr: Je suis reconnaissant pour ma vie et toutes ses bénédictions.
zh: 我感谢我的生命和所有的祝福。

# affirmation_44
source: I am making a positive impact on the world.
ar: أنا أترك أثرًا إيجابيًا في العالم.
de: Ich habe einen positiven Einfluss auf die Welt.
es: Estoy teniendo un impacto positivo en el mundo.
fr: J'ai un impact positif sur le monde.
zh: 我正在对世界产生积极影响。

# affirmation_45
source: I am a lifelong learner, always seeking knowledge.
ar: أنا متعلم مدى الحياة، دائمًا ما أبحث عن المعرفة.
de: Ich bin ein lebenslanger Lerner und suche ständig nach Wissen.
es: Soy un aprendiz de por vida, siempre buscando conocimiento.
fr: Je suis un apprenant à vie, toujours à la recherche de connaissances.
zh: 我是一个终身学习者，总是在寻找知识。

# affirmation_46
source: I am a force of nature, unstoppable and powerful.
ar: أنا قوة من قوى الطبيعة، لا يمكن إيقافي وقوي.
de: Ich bin eine Kraft der Natur, unaufhaltsam und mächtig.
es: Soy una fuerza de la naturaleza, imparable y poderoso.
fr: Je suis une force de la nature, imparable et puissant.
zh: 我是一股自然力量，无法阻挡且强大。

# affirmation_47
source: I am proud of all my accomplishments.
ar: أنا فخور بكل إنجازاتي.
de: Ich bin stolz auf all meine Leistungen.
es: Estoy orgulloso de todos mis logros.
fr: Je suis fier de toutes mes réalisations.
zh: 我为我所有的成就感到骄傲。

# affirmation_48
source: I am a beacon of light and positivity.
ar: أنا منارة للنور والإيجابية.
de: Ich bin ein Leuchtturm des Lichts und der Positivität.
es: Soy un faro de luz y positividad.
fr: Je suis un phare de lumière et de positivité.
zh: 我是光明和正能量的灯塔。

# affirmation_49
source: I am in charge of my own happiness.
ar: أنا مسؤول عن سعادتي.
de: Ich bin für mein eigenes Glück verantwortlich.
es: Estoy a cargo de mi propia felicidad.
fr: Je suis responsable de mon propre bonheur.
zh: 我掌管自己的幸福。

# affirmation_50
source: I am a powerful, capable, and resourceful human being.
ar: أنا إنسان قوي، قادر، وماهر.
de: Ich bin ein mächtiges, fähiges und einfallsreiches menschliches Wesen.
es: Soy un ser humano poderoso, capaz y lleno de recursos.
fr: Je suis un être humain puissant, capable et plein de ressources.
zh: 我是一个强大、有能力、足智多谋的人。

# affirmation_51
source: I forgive myself and others for past mistakes.
ar: أنا أسامح نفسي والآخرين على أخطاء الماضي.
de: Ich vergebe mir selbst und anderen vergangene Fehler.
es: Me perdono a mí mismo y a los demás por los errores del pasado.
fr: Je me pardonne et je pardonne aux autres pour les erreurs passées.
zh: 我原谅自己和他人过去的错误。

# affirmation_52
source: I radiate love and attract love in return.
ar: أنا أشع بالحب وأجذب الحب بالمقابل.
de: Ich strahle Liebe aus und ziehe Liebe im Gegenzug an.
es: Irradio amor y atraigo amor a cambio.
fr: Je rayonne l'amour et j'attire l'amour en retour.
zh: 我散发爱，并吸引爱作为回报。

# affirmation_53
source: I am open to new opportunities and experiences.
ar: أنا منفتح على الفرص والتجارب الجديدة.
de: Ich bin offen für neue Gelegenheiten und Erfahrungen.
es: Estoy abierto a nuevas oportunidades y experiencias.
fr: Je suis ouvert à de nouvelles opportunités et expériences.
zh: 我愿意接受新的机会和经历。

# affirmation_54
source: I am committed to my personal growth.
ar: أنا ملتزم بنموي الشخصي.
de: Ich bin meiner persönlichen Entwicklung verpflichtet.
es: Estoy comprometido con mi crecimiento personal.
fr: Je suis engagé dans ma croissance personnelle.
zh: 我致力于我的个人成长。

# affirmation_55
source: I am enough, just as I am.
ar: أنا كافٍ، كما أنا.
de: Ich bin genug, so wie ich bin.
es: Soy suficiente, tal como soy.
fr: Je suis suffisant, tel que je suis.
zh: 我就是我，这已经足够了。

# affirmation_56
source: I choose peace over perfection.
ar: أنا أختار السلام على الكمال.
de: Ich wähle Frieden über Perfektion.
es: Elijo la paz sobre la perfección.
fr: Je choisis la paix plutôt que la perfection.
zh: 我选择和平而非完美。

# affirmation_57
source: I am a strong and courageous woman/man.
ar: أنا امرأة/رجل قوية وشجاعة.
de: Ich bin eine starke und mutige Frau/Mann.
es: Soy una mujer/hombre fuerte y valiente.
fr: Je suis une femme/un homme fort et courageux.
zh: 我是一个坚强而勇敢的女人/男人。

# affirmation_58
source: I am building a life I love.
ar: أنا أبني حياة أحبها.
de: Ich baue ein Leben auf, das ich liebe.
es: Estoy construyendo una vida que amo.
fr: Je construis une vie que j'aime.
zh: 我正在建造我所热爱的人生。

# affirmation_59
source: I trust the timing of my life.
ar: أنا أثق بتوقيت حياتي.
de: Ich vertraue dem Timing meines Lebens.
es: Confío en el momento de mi vida.
fr: Je fais confiance au timing de ma vie.
zh: 我信任我生命中的时机。

# affirmation_60
source: I am a wonderful and unique soul.
ar: أنا روح رائعة وفريدة من نوعها.
de: Ich bin eine wundervolle und einzigartige Seele.
es: Soy un alma maravillosa y única.
fr: Je suis une âme merveilleuse et unique.
zh: 我是一个美妙而独特的灵魂。

# affirmation_61
source: I am a source of strength and comfort for my loved ones.
ar: أنا مصدر قوة وراحة لأحبائي.
de: Ich bin eine Quelle der Stärke und des Trostes für meine Lieben.
es: Soy una fuente de fuerza y consuelo para mis seres queridos.
fr: Je suis une source de force et de réconfort pour mes proches.
zh: 我是我所爱之人的力量和安慰来源。

# affirmation_62
source: I am grateful for my health and well-being.
ar: أنا ممتن لصحتي وعافيتي.
de: Ich bin dankbar für meine Gesundheit und mein Wohlbefinden.
es: Estoy agradecido por mi salud y bienestar.
fr: Je suis reconnaissant pour ma santé et mon bien-être.
zh: 我感谢我的健康和幸福。

# affirmation_63
source: I am deserving of respect and admiration.
ar: أنا أستحق الاحترام والإعجاب.
de: Ich verdiene Respekt und Bewunderung.
es: Soy merecedor de respeto y admiración.
fr: Je suis digne de respect et d'admiration.
zh: 我值得拥有尊重和钦佩。

# affirmation_64
source: I am fearless in the pursuit of what sets my soul on fire.
ar: أنا شجاع في السعي وراء ما يشعل روحي.
de: Ich bin furchtlos in der Verfolgung dessen, was meine Seele entzündet.
es: Soy valiente en la búsqueda de lo que enciende mi alma.
fr: Je suis intrépide dans la poursuite de ce qui enflamme mon âme.
zh: 我无所畏惧地追求能点燃我灵魂的事物。

# affirmation_65
source: I am a kind, loving, and generous person.
ar: أنا شخص لطيف، محب، وكريم.
de: Ich bin eine freundliche, liebevolle und großzügige Person.
es: Soy una persona amable, cariñosa y generosa.
fr: Je suis une personne aimable, aimante et généreuse.
zh: 我是一个善良、有爱心和慷慨的人。

# affirmation_66
source: I am constantly learning and improving.
ar: أنا أتعلم وأتحسن باستمرار.
de: Ich lerne und verbessere mich ständig.
es: Estoy constantemente aprendiendo y mejorando.
fr: J'apprends et je m'améliore constamment.
zh: 我正在不断学习和进步。

# affirmation_67
source: I am a loving and devoted friend/partner/family member.
ar: أنا صديق/شريك/فرد عائلة محب ومخلص.
de: Ich bin ein liebevoller und hingebungsvoller Freund/Partner/Familienmitglied.
es: Soy un amigo/pareja/familiar cariñoso y dedicado.
fr: Je suis un ami/partenaire/membre de la famille aimant et dévoué.
zh: 我是一个充满爱和忠诚的朋友/伴侣/家人。

# affirmation_68
source: I am living my best life.
ar: أنا أعيش أفضل حياة لي.
de: Ich lebe mein bestes Leben.
es: Estoy viviendo mi mejor vida.
fr: Je vis ma meilleure vie.
zh: 我正在过着我最好的生活。

# affirmation_69
source: I am confident and unafraid to be myself.
ar: أنا واثق ولا أخاف أن أكون على طبيعتي.
de: Ich bin selbstbewusst und scheue mich nicht, ich selbst zu sein.
es: Tengo confianza y no temo ser yo mismo.
fr: Je suis confiant et je n'ai pas peur d'être moi-même.
zh: 我自信且不害怕做我自己。

# affirmation_70
source: I am capable of achieving anything I set my mind to.
ar: أنا قادر على تحقيق أي شيء أضعه في ذهني.
de: Ich bin in der Lage, alles zu erreichen, was ich mir vornehme.
es: Soy capaz de lograr cualquier cosa que me proponga.
fr: Je suis capable de réaliser tout ce que je décide.
zh: 我能够实现我所设定的任何目标。

# affirmation_71
source: I am powerful beyond measure.
ar: أنا قوي بما لا يقاس.
de: Ich bin unermesslich mächtig.
es: Soy poderoso más allá de toda medida.
fr: Je suis puissant au-delà de toute mesure.
zh: 我的力量无法衡量。

# affirmation_72
source: I am at peace with my past.
ar: أنا في سلام مع ماضي.
de: Ich bin in Frieden mit meiner Vergangenheit.
es: Estoy en paz con mi pasado.
fr: Je suis en paix avec mon passé.
zh: 我与我的过去和平共处。

# affirmation_73
source: I am excited about my future.
ar: أنا متحمس لمستقبلي.
de: Ich freue mich auf meine Zukunft.
es: Estoy emocionado por mi futuro.
fr: Je suis excité par mon avenir.
zh: 我对我的未来充满期待。

# affirmation_74
source: I am a masterpiece in progress.
ar: أنا تحفة فنية قيد الإنجاز.
de: Ich bin ein Meisterwerk im Entstehen.
es: Soy una obra maestra en progreso.
fr: Je suis un chef-d'œuvre en cours de création.
zh: 我是一件正在创作的杰作。

# affirmation_75
source: I am a powerful co-creator of my destiny.
ar: أنا مشارك قوي في خلق مصيري.
de: Ich bin ein mächtiger Mitschöpfer meines Schicksals.
es: Soy un poderoso co-creador de mi destino.
fr: Je suis un puissant co-créateur de mon destin.
zh: 我是我命运的强大共同创造者。

# affirmation_76
source: I am blessed with an abundance of blessings.
ar: أنا مبارك بوفرة من النعم.
de: Ich bin mit einer Fülle von Segnungen gesegnet.
es: Estoy bendecido con una abundancia de bendiciones.
fr: Je suis béni d'une abondance de bénédictions.
zh: 我被丰盛的祝福所眷顾。

# affirmation_77
source: I am a beautiful, strong, and capable person.
ar: أنا شخص جميل، قوي، وقادر.
de: Ich bin ein schöner, starker und fähiger Mensch.
es: Soy una persona hermosa, fuerte y capaz.
fr: Je suis une personne belle, forte et capable.
zh: 我是一个美丽、坚强、有能力的人。

# affirmation_78
source: I am a warrior, not a worrier.
ar: أنا محارب، ولست قلقًا.
de: Ich bin ein Krieger, kein Sorgenkind.
es: Soy un guerrero, no un preocupado.
fr: Je suis un guerrier, pas un inquiet.
zh: 我是一个战士，不是一个担忧者。

# affirmation_79
source: I am a great listener and a wonderful friend.
ar: أنا مستمع رائع وصديق رائع.
de: Ich bin ein toller Zuhörer und ein wundervoller Freund.
es: Soy un gran oyente y un amigo maravilloso.
fr: Je suis une personne à l'écoute et un ami merveilleux.
zh: 我是一个很棒的倾听者和一个很棒的朋友。
