Repository: soyames/daily_affirmation_app
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, zh

# affirmation_80
source: I am in a constant state of growth and evolution.
ar: أنا في حالة دائمة من النمو والتطور.
de: Ich befinde mich in einem ständigen Zustand des Wachstums und der Entwicklung.
es: Estoy en un estado constante de crecimiento y evolución.
fr: Je suis en état constant de croissance et d'évolution.
zh: 我处于持续的成长和进化状态。

# affirmation_81
source: I am surrounded by love and kindness.
ar: أنا محاط بالحب واللطف.
de: Ich bin von Liebe und Freundlichkeit umgeben.
es: Estoy rodeado de amor y bondad.
fr: Je suis entouré d'amour et de gentillesse.
zh: 我被爱和善良包围着。

# affirmation_82
source: I am a beautiful and strong individual.
ar: أنا فرد جميل وقوي.
de: Ich bin ein schöner und starker Mensch.
es: Soy un individuo hermoso y fuerte.
fr: Je suis un individu beau et fort.
zh: 我是一个美丽而坚强的个体。

# affirmation_83
source: I am a positive force in the world.
ar: أنا قوة إيجابية في العالم.
de: Ich bin eine positive Kraft in der Welt.
es: Soy una fuerza positiva en el mundo.
fr: Je suis une force positive dans le monde.
zh: 我是世界上的积极力量。

# affirmation_84
source: I am a magnet for success.
ar: أنا مغناطيس للنجاح.
de: Ich bin ein Magnet für Erfolg.
es: Soy un imán para el éxito.
fr: Je suis un aimant pour le succès.
zh: 我是成功的磁铁。

# affirmation_85
source: I am a creator, not a reactor.
ar: أنا خالق، ولست متفاعلًا.
de: Ich bin ein Schöpfer, kein Reaktor.
es: Soy un creador, no un reaccionador.
fr: Je suis un créateur, pas un réacteur.
zh: 我是一个创造者，而不是一个反应者。

# affirmation_86
source: I am fearless and free.
ar: أنا شجاع وحر.
de: Ich bin furchtlos und frei.
es: Soy valiente y libre.
fr: Je suis intrépide et libre.
zh: 我无所畏惧，自由自在。

# affirmation_87
source: I am a unique and amazing person.
ar: أنا شخص فريد ومدهش.
de: Ich bin ein einzigartiger und erstaunlicher Mensch.
es: Soy una persona única y asombrosa.
fr: Je suis une personne unique et incroyable.
zh: 我是一个独特而了不起的人。

# affirmation_88
source: I am a gift to the world.
ar: أنا هدية للعالم.
de: Ich bin ein Geschenk für die Welt.
es: Soy un regalo para el mundo.
fr: Je suis un cadeau pour le monde.
zh: 我是给世界的一份礼物。

# affirmation_89
source: I am a light, shining brightly.
ar: أنا ضوء، يضيء ببراعة.
de: Ich bin ein Licht, das hell leuchtet.
es: Soy una luz, brillando intensamente.
fr: Je suis une lumière, qui brille intensément.
zh: 我是一束光，闪耀着光芒。

# affirmation_90
source: I am a powerful and influential person.
ar: أنا شخص قوي ومؤثر.
de: Ich bin eine mächtige und einflussreiche Person.
es: Soy una persona poderosa e influyente.
fr: Je suis une personne puissante et influente.
zh: 我是一个强大而有影响力的人。

# affirmation_91
source: I am a kind and compassionate soul.
ar: أنا روح لطيفة وعطوفة.
de: Ich bin eine freundliche und mitfühlende Seele.
es: Soy un alma amable y compasiva.
fr: Je suis une âme aimable et compatissante.
zh: 我是一个善良而富有同情心的灵魂。

# affirmation_92
source: I am a great leader and a great follower.
ar: أنا قائد عظيم وتابع عظيم.
de: Ich bin ein großartiger Anführer und ein großartiger Gefolgsmann.
es: Soy un gran líder y un gran seguidor.
fr: Je suis un grand leader et un grand suiveur.
zh: 我是一个伟大的领导者和一个伟大的追随者。

# affirmation_93
source: I am a powerful and influential leader.
ar: أنا قائد قوي ومؤثر.
de: Ich bin ein mächtiger und einflussreicher Anführer.
es: Soy un líder poderoso e influyente.
fr: Je suis un leader puissant et influent.
zh: 我是一个强大而有影响力的领导者。

# affirmation_94
source: I am a magnet for opportunities.
ar: أنا مغناطيس للفرص.
de: Ich bin ein Magnet für Gelegenheiten.
es: Soy un imán para las oportunidades.
fr: Je suis un aimant pour les opportunités.
zh: 我是机会的磁铁。

# affirmation_95
source: I am a true friend and a loyal partner.
ar: أنا صديق حقيقي وشريك مخلص.
de: Ich bin ein wahrer Freund und ein loyaler Partner.
es: Soy un verdadero amigo y un compañero leal.
fr: Je suis un véritable ami et un partenaire loyal.
zh: 我是一个真正的朋友和一个忠诚的伴侣。

# affirmation_96
source: I am a beautiful mind with a kind heart.
ar: أنا عقل جميل بقلب لطيف.
de: Ich habe einen schönen Verstand mit einem freundlichen Herzen.
es: Soy una mente hermosa con un corazón bondadoso.
fr: Je suis un bel esprit avec un cœur aimable.
zh: 我有一个美丽的头脑和一颗善良的心。

# affirmation_97
source: I am a powerful, strong, and resilient person.
ar: أنا شخص قوي، ومتين، ومرن.
de: Ich bin eine mächtige, starke und widerstandsfähige Person.
es: Soy una persona poderosa, fuerte y resiliente.
fr: Je suis une personne puissante, forte et résiliente.
zh: 我是一个强大、坚韧、有复原力的人。

# affirmation_98
source: I am a beacon of hope and love.
ar: أنا منارة للأمل والحب.
de: Ich bin ein Leuchtturm der Hoffnung und Liebe.
es: Soy un faro de esperanza y amor.
fr: Je suis un phare d'espoir et d'amour.
zh: 我是希望和爱的灯塔。

# affirmation_99
source: I am a powerful manifestor.
ar: أنا مظهِر قوي.
de: Ich bin ein mächtiger Manifestierer.
es: Soy un poderoso manifestador.
fr: Je suis un puissant manifestant.
zh: 我是一个强大的显化者。

# affirmation_100
source: I am a magnet for amazing opportunities.
ar: أنا مغناطيس للفرص المدهشة.
de: Ich bin ein Magnet für erstaunliche Gelegenheiten.
es: Soy un imán para oportunidades increíbles.
fr: Je suis un aimant pour les opportunités incroyables.
zh: 我是惊人机遇的磁铁。

# affirmation_101
source: I am a true hero in my own story.
ar: أنا بطل حقيقي في قصتي الخاصة.
de: Ich bin ein wahrer Held in meiner eigenen Geschichte.
es: Soy un verdadero héroe en mi propia historia.
fr: Je suis un véritable héros de ma propre histoire.
zh: 我是我自己故事里的真正英雄。

# affirmation_102
source: I am a powerful and successful person.
ar: أنا شخص قوي وناجح.
de: Ich bin eine mächtige und erfolgreiche Person.
es: Soy una persona poderosa y exitosa.
fr: Je suis une personne puissante et prospère.
zh: 我是一个强大而成功的人。

# affirmation_103
source: I am a magnet for positive people and experiences.
ar: أنا مغناطيس للأشخاص والتجارب الإيجابية.
de: Ich bin ein Magnet für positive Menschen und Erfahrungen.
es: Soy un imán para personas y experiencias positivas.
fr: Je suis un imán para personas y experiencias positivas.
zh: 我是积极的人和经历的磁铁。

# affirmation_104
source: I am a warrior, not a victim.
ar: أنا محارب، ولست ضحية.
de: Ich bin ein Krieger, kein Opfer.
es: Soy un guerrero, no una víctima.
fr: Je suis un guerrier, pas une victime.
zh: 我是一个战士，不是一个受害者。

# affirmation_105
source: I am a powerful and influential force for good.
ar: أنا قوة قوية ومؤثرة للخير.
de: Ich bin eine mächtige und einflussreiche Kraft zum Guten.
es: Soy una fuerza poderosa e influyente para el bien.
fr: Je suis une force puissante et influente pour le bien.
zh: 我是为善而行的强大而有影响力的力量。

# affirmation_106
source: I am a magnet for blessings.
ar: أنا مغناطيس للبركات.
de: Ich bin ein Magnet für Segnungen.
es: Soy un imán para las bendiciones.
fr: Je suis un aimant pour les bénédictions.
zh: 我是祝福的磁铁。

# affirmation_107
source: I am open to the beauty of each new day.
ar: أنا منفتح على جمال كل يوم جديد.
de: Ich bin offen für die Schönheit jedes neuen Tages.
es: Estoy abierto a la belleza de cada nuevo día.
fr: Je suis ouvert à la beauté de chaque nouveau jour.
zh: 我愿意迎接每一天的美好。

# affirmation_108
source: I am grateful for the small joys in life.
ar: أنا ممتن للأفراح الصغيرة في الحياة.
de: Ich bin dankbar für die kleinen Freuden des Lebens.
es: Estoy agradecido por las pequeñas alegrías de la vida.
fr: Je suis reconnaissant pour les petits bonheurs de la vie.
zh: 我感激生活中的点滴快乐。

# affirmation_109
source: I am learning to trust myself more each day.
ar: أتعلم أن أثق بنفسي أكثر كل يوم.
de: Ich lerne, mir jeden Tag mehr zu vertrauen.
es: Estoy aprendiendo a confiar más en mí mismo cada día.
fr: J'apprends à me faire davantage confiance chaque jour.
zh: 我每天都在学会更加信任自己。

# affirmation_110
source: I am worthy of achieving my dreams.
ar: أنا أستحق تحقيق أحلامي.
de: Ich bin es wert, meine Träume zu verwirklichen.
es: Merezco alcanzar mis sueños.
fr: Je mérite de réaliser mes rêves.
zh: 我值得实现自己的梦想。

# affirmation_111
source: I am calm, centered, and in control.
ar: أنا هادئ ومركز ومسيطر.
de: Ich bin ruhig, zentriert und habe die Kontrolle.
es: Estoy calmado, centrado y en control.
fr: Je suis calme, centré et maître de moi.
zh: 我冷静、专注且掌控自如。

# affirmation_112
source: I am surrounded by endless possibilities.
ar: أنا محاط بإمكانيات لا حصر لها.
de: Ich bin von endlosen Möglichkeiten umgeben.
es: Estoy rodeado de infinitas posibilidades.
fr: Je suis entouré de possibilités infinies.
zh: 我被无限的可能性包围着。

# affirmation_113
source: I am proud of the progress I make every day.
ar: أنا فخور بالتقدم الذي أحرزه كل يوم.
de: Ich bin stolz auf die Fortschritte, die ich jeden Tag mache.
es: Estoy orgulloso del progreso que hago cada día.
fr: Je suis fier des progrès que je fais chaque jour.
zh: 我为自己每天的进步感到自豪。

# affirmation_114
source: I am deserving of all the good things life has to offer.
ar: أنا أستحق كل الأشياء الجيدة التي تقدمها الحياة.
de: Ich verdiene all das Gute, das das Leben zu bieten hat.
es: Merezco todas las cosas buenas que la vida tiene para ofrecer.
fr: Je mérite tout le bien que la vie a à offrir.
zh: 我值得拥有生活中所有美好的事物。

# affirmation_115
source: I am a source of peace and positivity.
ar: أنا مصدر للسلام والإيجابية.
de: Ich bin eine Quelle des Friedens und der Positivität.
es: Soy una fuente de paz y positividad.
fr: Je suis une source de paix et de positivité.
zh: 我是和平与正能量的源泉。

# affirmation_116
source: I am growing stronger with every challenge I face.
ar: أزداد قوة مع كل تحدٍ أواجهه.
de: Mit jeder Herausforderung, der ich begegne, werde ich stärker.
es: Me fortalezco con cada desafío que enfrento.
fr: Je deviens plus fort à chaque défi que je relève.
zh: 每一次挑战都让我更加强大。

# affirmation_117
source: I am grateful for my unique talents and gifts.
ar: أنا ممتن لمواهبي وهباتي الفريدة.
de: Ich bin dankbar für meine einzigartigen Talente und Gaben.
es: Estoy agradecido por mis talentos y dones únicos.
fr: Je suis reconnaissant pour mes talents et dons uniques.
zh: 我感激自己独特的才华和天赋。

# affirmation_118
source: I am a light in the lives of others.
ar: أنا نور في حياة الآخرين.
de: Ich bin ein Licht im Leben anderer.
es: Soy una luz en la vida de los demás.
fr: Je suis une lumière dans la vie des autres.
zh: 我是他人生命中的一束光。

# affirmation_119
source: I am free to create the life I desire.
ar: أنا حر في خلق الحياة التي أرغب بها.
de: Ich bin frei, das Leben zu erschaffen, das ich mir wünsche.
es: Soy libre de crear la vida que deseo.
fr: Je suis libre de créer la vie que je désire.
zh: 我可以自由创造自己想要的生活。

# affirmation_120
source: I am patient with myself and my journey.
ar: أنا صبور مع نفسي ومع رحلتي.
de: Ich bin geduldig mit mir selbst und meinem Weg.
es: Soy paciente conmigo mismo y con mi camino.
fr: Je suis patient avec moi-même et mon parcours.
zh: 我对自己和人生旅程充满耐心。

# affirmation_121
source: I am worthy of self-care and compassion.
ar: أنا أستحق العناية الذاتية والرحمة.
de: Ich bin es wert, Fürsorge und Mitgefühl zu erfahren.
es: Merezco el autocuidado y la compasión.
fr: Je mérite de prendre soin de moi et de recevoir de la compassion.
zh: 我值得被关爱和善待。

# affirmation_122
source: I am open to new adventures and experiences.
ar: أنا منفتح على مغامرات وتجارب جديدة.
de: Ich bin offen für neue Abenteuer und Erfahrungen.
es: Estoy abierto a nuevas aventuras y experiencias.
fr: Je suis ouvert à de nouvelles aventures et expériences.
zh: 我愿意迎接新的冒险和体验。

# affirmation_123
source: I am grateful for the love I give and receive.
ar: أنا ممتن للحب الذي أعطيه وأتلقاه.
de: Ich bin dankbar für die Liebe, die ich gebe und empfange.
es: Estoy agradecido por el amor que doy y recibo.
fr: Je suis reconnaissant pour l'amour que je donne et reçois.
zh: 我感激自己给予和收到的爱。

# affirmation_124
source: I am resilient in the face of adversity.
ar: أنا مرن في مواجهة الشدائد.
de: Ich bin widerstandsfähig angesichts von Schwierigkeiten.
es: Soy resiliente ante la adversidad.
fr: Je suis résilient face à l'adversité.
zh: 面对逆境我坚韧不拔。

# affirmation_125
source: I am a magnet for happiness and joy.
ar: أنا مغناطيس للسعادة والفرح.
de: Ich bin ein Magnet für Glück und Freude.
es: Soy un imán para la felicidad y la alegría.
fr: Je suis un aimant pour le bonheur et la joie.
zh: 我是幸福和快乐的磁石。

# affirmation_126
source: I am learning and growing every day.
ar: أنا أتعلم وأنمو كل يوم.
de: Ich lerne und wachse jeden Tag.
es: Aprendo y crezco cada día.
fr: J'apprends et je grandis chaque jour.
zh: 我每天都在学习和成长。

# affirmation_127
source: I am proud of who I am becoming.
ar: أنا فخور بمن أصبح.
de: Ich bin stolz auf die Person, die ich werde.
es: Estoy orgulloso de en quién me estoy convirtiendo.
fr: Je suis fier de la personne que je deviens.
zh: 我为自己正在成为的人感到自豪。

# affirmation_128
source: I am grateful for the lessons life teaches me.
ar: أنا ممتن للدروس التي تعلمني إياها الحياة.
de: Ich bin dankbar für die Lektionen, die mir das Leben erteilt.
es: Estoy agradecido por las lecciones que la vida me enseña.
fr: Je suis reconnaissant pour les leçons que la vie m'enseigne.
zh: 我感激生活教给我的每一课。

# affirmation_129
source: I am a creator of positive change.
ar: أنا صانع للتغيير الإيجابي.
de: Ich bin ein Schöpfer positiver Veränderungen.
es: Soy un creador de cambios positivos.
fr: Je suis un créateur de changements positifs.
zh: 我是积极改变的创造者。

# affirmation_130
source: I am at peace with where I am right now.
ar: أنا في سلام مع مكاني الحالي.
de: Ich bin im Frieden mit dem, wo ich jetzt bin.
es: Estoy en paz con donde estoy ahora.
fr: Je suis en paix avec l'endroit où je suis maintenant.
zh: 我对当下的自己感到平和。

# affirmation_131
source: I am open to giving and receiving kindness.
ar: أنا منفتح على العطاء وتلقي اللطف.
de: Ich bin offen dafür, Freundlichkeit zu geben und zu empfangen.
es: Estoy abierto a dar y recibir amabilidad.
fr: Je suis ouvert à donner et à recevoir de la gentillesse.
zh: 我愿意给予和接受善意。

# affirmation_132
source: I am grateful for my journey and my story.
ar: أنا ممتن لرحلتي وقصتي.
de: Ich bin dankbar für meine Reise und meine Geschichte.
es: Estoy agradecido por mi viaje y mi historia.
fr: Je suis reconnaissant pour mon parcours et mon histoire.
zh: 我感激自己的人生旅程和故事。

# affirmation_133
source: I am confident in my ability to overcome obstacles.
ar: أنا واثق من قدرتي على تجاوز العقبات.
de: Ich bin zuversichtlich, Hindernisse überwinden zu können.
es: Confío en mi capacidad para superar obstáculos.
fr: J'ai confiance en ma capacité à surmonter les obstacles.
zh: 我相信自己有能力克服障碍。

# affirmation_134
source: I am surrounded by support and encouragement.
ar: أنا محاط بالدعم والتشجيع.
de: Ich bin von Unterstützung und Ermutigung umgeben.
es: Estoy rodeado de apoyo y ánimo.
fr: Je suis entouré de soutien et d'encouragement.
zh: 我被支持和鼓励包围着。

# affirmation_135
source: I am grateful for the abundance in my life.
ar: أنا ممتن للوفرة في حياتي.
de: Ich bin dankbar für den Überfluss in meinem Leben.
es: Estoy agradecido por la abundancia en mi vida.
fr: Je suis reconnaissant pour l'abondance dans ma vie.
zh: 我感激生活中的丰盛。

# affirmation_136
source: I am a beacon of hope for myself and others.
ar: أنا منارة أمل لنفسي وللآخرين.
de: Ich bin ein Hoffnungsträger für mich und andere.
es: Soy un faro de esperanza para mí y para los demás.
fr: Je suis un phare d'espoir pour moi et pour les autres.
zh: 我是自己和他人的希望灯塔。

# affirmation_137
source: I am worthy of forgiveness and understanding.
ar: أنا أستحق المغفرة والتفهم.
de: Ich bin es wert, Vergebung und Verständnis zu erfahren.
es: Merezco el perdón y la comprensión.
fr: Je mérite le pardon et la compréhension.
zh: 我值得被原谅和理解。

# affirmation_138
source: I am grateful for the present moment.
ar: أنا ممتن للحظة الحالية.
de: Ich bin dankbar für den gegenwärtigen Moment.
es: Estoy agradecido por el momento presente.
fr: Je suis reconnaissant pour le moment présent.
zh: 我感激当下的每一刻。

# affirmation_139
source: I am open to learning from every experience.
ar: أنا منفتح على التعلم من كل تجربة.
de: Ich bin offen dafür, aus jeder Erfahrung zu lernen.
es: Estoy abierto a aprender de cada experiencia.
fr: Je suis ouvert à apprendre de chaque expérience.
zh: 我愿意从每一次经历中学习。

# affirmation_140
source: I am a source of inspiration and motivation.
ar: أنا مصدر إلهام وتحفيز.
de: Ich bin eine Quelle der Inspiration und Motivation.
es: Soy una fuente de inspiración y motivación.
fr: Je suis une source d'inspiration et de motivation.
zh: 我是灵感和动力的源泉。

# affirmation_141
source: I am grateful for my inner strength.
ar: أنا ممتن لقوتي الداخلية.
de: Ich bin dankbar für meine innere Stärke.
es: Estoy agradecido por mi fuerza interior.
fr: Je suis reconnaissant pour ma force intérieure.
zh: 我感激自己的内在力量。

# affirmation_142
source: I am open to love in all its forms.
ar: أنا منفتح على الحب بجميع أشكاله.
de: Ich bin offen für Liebe in all ihren Formen.
es: Estoy abierto al amor en todas sus formas.
fr: Je suis ouvert à l'amour sous toutes ses formes.
zh: 我愿意接受各种形式的爱。

# affirmation_143
source: I am grateful for the opportunities that come my way.
ar: أنا ممتن للفرص التي تأتي في طريقي.
de: Ich bin dankbar für die Chancen, die sich mir bieten.
es: Estoy agradecido por las oportunidades que se me presentan.
fr: Je suis reconnaissant pour les opportunités qui se présentent à moi.
zh: 我感激遇到的每一个机会。

# affirmation_144
source: I am a positive thinker and a problem solver.
ar: أنا مفكر إيجابي وحلال للمشاكل.
de: Ich bin ein positiver Denker und Problemlöser.
es: Soy un pensador positivo y un solucionador de problemas.
fr: Je suis un penseur positif et un résolveur de problèmes.
zh: 我是积极思考者和问题解决者。

# affirmation_145
source: I am grateful for my health and vitality.
ar: أنا ممتن لصحتى وحيويتي.
de: Ich bin dankbar für meine Gesundheit und Vitalität.
es: Estoy agradecido por mi salud y vitalidad.
fr: Je suis reconnaissant pour ma santé et ma vitalité.
zh: 我感激自己的健康和活力。

# affirmation_146
source: I am open to new perspectives and ideas.
ar: أنا منفتح على وجهات نظر وأفكار جديدة.
de: Ich bin offen für neue Perspektiven und Ideen.
es: Estoy abierto a nuevas perspectivas e ideas.
fr: Je suis ouvert à de nouvelles perspectives et idées.
zh: 我愿意接受新的观点和想法。

# affirmation_147
source: I am grateful for the beauty that surrounds me.
ar: أنا ممتن للجمال الذي يحيطني.
de: Ich bin dankbar für die Schönheit, die mich umgibt.
es: Estoy agradecido por la belleza que me rodea.
fr: Je suis reconnaissant pour la beauté qui m'entoure.
zh: 我感激身边的美好。

# affirmation_148
source: I am a loving and caring person.
ar: أنا شخص محب وحنون.
de: Ich bin ein liebevoller und fürsorglicher Mensch.
es: Soy una persona amorosa y atenta.
fr: Je suis une personne aimante et attentionnée.
zh: 我是一个有爱心和关怀的人。

# affirmation_149
source: I am grateful for the friendships in my life.
ar: أنا ممتن للصداقة في حياتي.
de: Ich bin dankbar für die Freundschaften in meinem Leben.
es: Estoy agradecido por las amistades en mi vida.
fr: Je suis reconnaissant pour les amitiés dans ma vie.
zh: 我感激生活中的友谊。

# affirmation_150
source: I am open to the flow of abundance.
ar: أنا منفتح على تدفق الوفرة.
de: Ich bin offen für den Fluss des Überflusses.
es: Estoy abierto al flujo de la abundancia.
fr: Je suis ouvert au flux de l'abondance.
zh: 我愿意迎接丰盛的流动。

# affirmation_151
source: I am grateful for the gift of today.
ar: أنا ممتن لهدية اليوم.
de: Ich bin dankbar für das Geschenk des heutigen Tages.
es: Estoy agradecido por el regalo de hoy.
fr: Je suis reconnaissant pour le cadeau d'aujourd'hui.
zh: 我感激今天的馈赠。

# affirmation_152
source: I am a unique and valuable individual.
ar: أنا فرد فريد وقيم.
de: Ich bin ein einzigartiges und wertvolles Individuum.
es: Soy un individuo único y valioso.
fr: Je suis un individu unique et précieux.
zh: 我是独一无二且有价值的人。

# affirmation_153
source: I am grateful for my creative spirit.
ar: أنا ممتن لروحي الإبداعية.
de: Ich bin dankbar für meinen kreativen Geist.
es: Estoy agradecido por mi espíritu creativo.
fr: Je suis reconnaissant pour mon esprit créatif.
zh: 我感激自己的创造力。

# affirmation_154
source: I am open to positive change.
ar: أنا منفتح على التغيير الإيجابي.
de: Ich bin offen für positive Veränderungen.
es: Estoy abierto al cambio positivo.
fr: Je suis ouvert au changement positif.
zh: 我愿意迎接积极的改变。

# affirmation_155
source: I am grateful for the peace in my heart.
ar: أنا ممتن للسلام في قلبي.
de: Ich bin dankbar für den Frieden in meinem Herzen.
es: Estoy agradecido por la paz en mi corazón.
fr: Je suis reconnaissant pour la paix dans mon cœur.
zh: 我感激内心的平静。

# affirmation_156
source: I am a work in progress, and that's okay.
ar: أنا عمل قيد التقدم، وهذا جيد.
de: Ich bin ein Werk im Werden, und das ist in Ordnung.
es: Soy una obra en progreso, y está bien.
fr: Je suis une œuvre en cours, et c'est très bien ainsi.
zh: 我还在成长中，这没关系。

# affirmation_157
source: I am grateful for the courage to try new things.
ar: أنا ممتن للشجاعة لتجربة أشياء جديدة.
de: Ich bin dankbar für den Mut, Neues auszuprobieren.
es: Estoy agradecido por el coraje de probar cosas nuevas.
fr: Je suis reconnaissant pour le courage d'essayer de nouvelles choses.
zh: 我感激自己尝试新事物的勇气。

# affirmation_158
source: I am open to the magic of new beginnings.
ar: أنا منفتح على سحر البدايات الجديدة.
de: Ich bin offen für die Magie neuer Anfänge.
es: Estoy abierto a la magia de los nuevos comienzos.
fr: Je suis ouvert à la magie des nouveaux départs.
zh: 我愿意迎接新开始的魔力。

# affirmation_159
source: I am grateful for the wisdom I gain each day.
ar: أنا ممتن للحكمة التي أكتسبها كل يوم.
de: Ich bin dankbar für die Weisheit, die ich jeden Tag gewinne.
es: Estoy agradecido por la sabiduría que adquiero cada día.
fr: Je suis reconnaissant pour la sagesse que j'acquiers chaque jour.
zh: 我感激每天获得的智慧。

# affirmation_160
source: I am a source of joy and laughter.
ar: أنا مصدر للفرح والضحك.
de: Ich bin eine Quelle der Freude und des Lachens.
es: Soy una fuente de alegría y risa.
fr: Je suis une source de joie et de rire.
zh: 我是快乐和欢笑的源泉。

# affirmation_161
source: I am grateful for the love that fills my life.
ar: أنا ممتن للحب الذي يملأ حياتي.
de: Ich bin dankbar für die Liebe, die mein Leben erfüllt.
es: Estoy agradecido por el amor que llena mi vida.
fr: Je suis reconnaissant pour l'amour qui remplit ma vie.
zh: 我感激充满我生活的爱。

# affirmation_162
source: I am open to the lessons of the universe.
ar: أنا منفتح على دروس الكون.
de: Ich bin offen für die Lektionen des Universums.
es: Estoy abierto a las lecciones del universo.
fr: Je suis ouvert aux leçons de l'univers.
zh: 我愿意接受宇宙的教诲。

# affirmation_163
source: I am grateful for my ability to adapt and grow.
ar: أنا ممتن لقدرتي على التكيف والنمو.
de: Ich bin dankbar für meine Fähigkeit, mich anzupassen und zu wachsen.
es: Estoy agradecido por mi capacidad de adaptarme y crecer.
fr: Je suis reconnaissant pour ma capacité à m'adapter et à grandir.
zh: 我感激自己适应和成长的能力。

# affirmation_164
source: I am a believer in my own potential.
ar: أنا مؤمن بإمكانياتي الخاصة.
de: Ich glaube an mein eigenes Potenzial.
es: Creo en mi propio potencial.
fr: Je crois en mon propre potentiel.
zh: 我相信自己的潜力。

# affirmation_165
source: I am grateful for the strength to keep going.
ar: أنا ممتن للقوة للاستمرار.
de: Ich bin dankbar für die Kraft, weiterzumachen.
es: Estoy agradecido por la fuerza para seguir adelante.
fr: Je suis reconnaissant pour la force de continuer.
zh: 我感激自己坚持下去的力量。

# affirmation_166
source: I am open to the wonders of the world.
ar: أنا منفتح على عجائب العالم.
de: Ich bin offen für die Wunder der Welt.
es: Estoy abierto a las maravillas del mundo.
fr: Je suis ouvert aux merveilles du monde.
zh: 我愿意欣赏世界的奇迹。

# affirmation_167
source: I am grateful for the journey of self-discovery.
ar: أنا ممتن لرحلة اكتشاف الذات.
de: Ich bin dankbar für die Reise der Selbstentdeckung.
es: Estoy agradecido por el viaje del autodescubrimiento.
fr: Je suis reconnaissant pour le voyage de la découverte de soi.
zh: 我感激自我探索的旅程。

# affirmation_168
source: I am a dreamer and a doer.
ar: أنا حالم ومنجز.
de: Ich bin ein Träumer und ein Macher.
es: Soy un soñador y un hacedor.
fr: Je suis un rêveur et un faiseur.
zh: 我是梦想家，也是实干家。
